rpi5-64/20240810-0028-new/logs/join-yes-yes-no-512-1000-0-1723292438/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 4
number of threads: 4
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 630706
number of failed transactions: 0 (0.000%)
latency average = 0.063 ms
initial connection time = 5.835 ms
tps = 63099.789963 (without initial connection time)